Repository: boxchang/vnpms
Catalog: src/VNPMS/locale/*/LC_MESSAGES/django.po
Languages: vi

source: logout
vi: Đăng xuất

source: attachment
vi: Đính kèm

source: desc
vi: Mô tả

source: file
vi: Tệp

source: save
vi: Lưu

source: Cancel
vi: Huỷ bỏ

source: Your problem feed
vi: Danh sách sự cố

source: Project Management System
vi: Hệ thống quản lý dự án

source: Personal Setting
vi: Cài đặt cá nhân

source: Authority Management
vi: Quản lý cơ quan

source: login
vi: đăng nhập

source: keyword
vi: nhập từ khoá

source: Search
vi: Tìm kiếm

source: Update Status
vi: Cập nhật trạng thái

source: title
vi: Tiêu đề

source: level
vi: Mức độ

source: status
vi: Trạng thái

source: owner
vi: Người phụ trách

source: belong_to
vi: Thuộc về

source: belong_project
vi: Dự án

source: create_by
vi: Tạo bởi

source: create_at
vi: Ngày tạo

source: update_at
vi: Ngày cập nhật

source: problem
vi: Sự cố

source: problem_create
vi: Thêm mới

source: replies
vi: Phản hồi

source: update_by
vi: Người cập nhật

source: Document type
vi: Loại tài liệu

source: Title
vi: Tiêu đề

source: Describe
vi: Mô tả

source: Edit SOP
vi: Sửa tài liệu

source: Del SOP
vi: Xoá tài liệu

source: Knowledge Management
vi: Kho tri thức

source: Add SOP
vi: Tạo tài liệu

source: Problem Type
vi: Loại sự cố

source: Root Cause
vi: Nguyên nhân gốc rễ

source: Short Term Solution
vi: Giải pháp ngắn hạn

source: Long Term Solution
vi: Giải pháp dài hạn

source: Problem Datetime
vi: Thời điểm sự cố

source: Expected Datetime
vi: Ngày dự kiến:

source: Finish Datetime
vi: Ngày hoàn thành

source: Requester
vi: Người yêu cầu

source: Plant
vi: Khu vực

source: Dept.
vi: Bộ phận

source: Issue Owner
vi: Người giải quyết

source: Search owner...
vi: nhập tên người phụ trách...

source: Basic Information
vi: Thông Tin Cơ Bản

source: Problem Detail
vi: Chi Tiết Sự Cố

source: Status
vi: Trạng thái

source: Question Type
vi: Loại câu hỏi

source: Creation Date (From)
vi: Ngày tạo (bắt đầu)

source: Creation Date (To)
vi: Ngày tạo (kết thúc)

source: search
vi: Tìm kiếm

source: problem_edit
vi: Chỉnh sửa

source: problem_delete
vi: Xoá

source: Receive Problem
vi: Nhận xử lý

source: Check for User
vi: Chờ xác nhận

source: Close Problem
vi: Đóng sự cố

source: project_belong
vi: Dự án

source: Issue Status
vi: Trạng thái

source: Reply
vi: Phản hồi

source: Problem Feed
vi: Danh sách sự cố

source: Show All
vi: Hiện tất cả

source: Create problem
vi: Khai báo sự cố

source: Search by keyword
vi: Tìm kiếm theo từ khóa

source: Search problems...
vi: Tìm sự cố...

source: Problem status
vi: Tình trạng sự cố

source: All Status
vi: Tất Cả Trạng Thái

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày kết thúc

source: Created
vi: Đã Tạo

source: Assigning
vi: Đang phân công

source: Waiting for handler
vi: Đang chờ người xử lý

source: On-Going
vi: Đang xử lý

source: Work in progress
vi: Đang tiến hành

source: Ask for user checking
vi: Yêu cầu xác nhận lại

source: Done
vi: Hoàn thành

source: Resolved
vi: Đã giải quyết

source: ISSUE HANDLER
vi: NGƯỜI XỬ LÝ

source: REQUESTER
vi: NGƯỜI YÊU CẦU

source: PLANT
vi: NHÀ MÁY

source: DEPT
vi: BỘ PHẬN

source: Updated
vi: Đã Cập Nhật

source: Problem Log
vi: Nhật ký

source: Problem Analysis
vi: Số liệu thống kê

source: REQUEST
vi: YÊU CẦU

source: PROBLEM
vi: SỰ CỐ

source: Please assign
vi: Đang chờ phân công

source: export
vi: xuất khẩu

source: prod_order
vi: trình tự công việc

source: item_no
vi: Phần Không

source: sap_emp_no
vi: SAP Mã hiệu công nhân

source: record_date
vi: ngày làm việc

source: worked_labor_time
vi: Số giờ làm việc tích lũy

source: plant
vi: Khu vực

source: spec
vi: mô tả vật liệu

source: emp_no
vi: Mã hiệu công nhân

source: name
vi: Tên

source: confirm_code
vi: mã xác nhận

source: control_code
vi: mã kiểm soát

source: step_code
vi: mã trang web

source: step_name
vi: Tên trang web

source: labor_time
vi: giờ làm việc

source: mach_time
vi: giờ máy

source: good_qty
vi: Sản phẩm tốt

source: ng_qty
vi: sản phẩm xấu

source: comment
vi: Mô tả

source: mach_name
vi: Tên may moc

source: Record Add
vi: Bản ghi Thêm

source: Record Search
vi: Tìm kiếm hồ sơ

source: SAP employee number is not correct or no data
vi: Mã số nhân viên SAP không chính xác hoặc không có dữ liệu

source: The first step has been not finished yet
vi: Bước đầu tiên vẫn chưa kết thúc

source: There is no this confirmation code information.
vi: Không có thông tin mã xác nhận này

source: Please select the working machine.
vi: vui lòng chọn máy làm việc

source: The operation quantity cannot over the production order quantity.
vi: Số lượng hoạt động không thể vượt quá số lượng đặt hàng sản xuất.

source: Remind that total recorded time {labor_time} already over 10%% of the standard time({standard_time}).
vi: Nhắc rằng tổng thời gian ghi lại {labor_time} đã vượt quá 10%% so với thời gian tiêu chuẩn({standard_time}).

source: New
vi: Thêm vào

source: total_labor_time
vi: tổng thời gian làm việc

source: remain_labor_time
vi: thời gian chưa hoàn thành

source: help_name
vi: Tên của dự án

source: short_name
vi: Tên viết tắt

source: help_short
vi: Tên viết tắt của dự án

source: help_desc
vi: Mô tả của dự án

source: home
vi: Trang chủ

source: Dashboard
vi: Bảng điều khiển

source: My Task
vi: Công việc của tôi

source: knowledge management
vi: Kho tri thức

source: the detail of projects
vi: Chi tiết dự án

source: on_going
vi: Đang xử lý

source: finished
vi: Đã hoàn thành

source: pending
vi: Tạm hoãn

source: Project
vi: Dự án

source: project_name
vi: Tên dự án

source: project_code
vi: Mã dự án

source: project_desc
vi: Mô tả

source: Request
vi: Yêu cầu

source: Problem
vi: Sự cố

source: my task
vi: Công việc của tôi

source: project_create
vi: Thêm mới dự án

source: Save
vi: Lưu

source: request
vi: Yêu cầu

source: Request Create
vi: Thêm mới yêu cầu

source: Requirement Record
vi: Nhật ký yêu cầu

source: Problem Create
vi: Thêm mới sự cố

source: request_no
vi: Mã yêu cầu

source: Start
vi: Ngày bắt đầu

source: starttime
vi: Ngày bắt đầu

source: Finish
vi: Ngày kết thúc

source: finishtime
vi: Ngày kết thúc

source: Rate
vi: Tốc độ xử lý

source: rate
vi: Tỷ lệ hoàn thành

source: Sub
vi: Yêu cầu thêm

source: subrequire
vi: Yêu cầu thêm

source: project_setting
vi: Cài đặt

source: project_setting_desc
vi: Thiết lập các dự án mặc định trên trang chủ

source: upload_selfie
vi: Cập nhật avatar

source: Owner
vi: Người phụ trách

source: estimate_time
vi: Thời gian xử lý (giờ)

source: project
vi: Dự án

source: Search project...
vi: Tìm kiếm dự án...

source: Search request...
vi: Tìm kiếm yêu cầu...

source: request_edit
vi: Chỉnh sửa

source: request_delete
vi: Xoá

source: COMMENT
vi: MÔ TẢ

source: subrequest
vi: Yêu cầu thêm

source: request_create
vi: Thêm mới

source: Requirement Log
vi: Nhật ký

source: user_type
vi: loại người dùng

source: active
vi: Cho dù để kích hoạt

source: password
vi: Mật khẩu

source: Please type the password
vi: Vui lòng nhập mật khẩu

source: confirm_password
vi: Xác nhận mật khẩu

source: Please type the login password again
vi: Vui lòng nhập lại mật khẩu đăng nhập

source: The password is not same with the confirm password
vi: Mật khẩu không giống với mật khẩu xác nhận

source: login_account
vi: đăng nhập tài khoản

source: old_password
vi: Mật khẩu cũ

source: Please type the login password
vi: Vui lòng nhập mật khẩu đăng nhập

source: new_password
vi: mật khẩu mới

source: Please type the new password
vi: Vui lòng nhập mật khẩu mới

source: Please type the confirm password
vi: Vui lòng nhập mật khẩu xác nhận

source: base_information
vi: thông tin cơ sở

source: Change Password
vi: Đổi mật khẩu

source: The password is not correct
vi: Mật khẩu không chính xác

source: username
vi: tên tài khoản

source: email address
vi: địa chỉ email

source: first name
vi: tên đầu tiên

source: last name
vi: họ

source: mobile number
vi: Số điện thoại

source: Group management
vi: Quản lí nhóm

source: Groups Management
vi: Quản Lí Nhóm

source: Search groups...
vi: Tìm kiếm nhóm...

source: Create Group
vi: Tạo Nhóm

source: members
vi: thành viên

source: Create New Group
vi: Tạo Nhóm Mới

source: Group Name
vi: Tên Nhóm

source: Description
vi: Mô Tả

source: Visibility
vi: Chế độ riêng tư

source: Public
vi: Công Khai

source: Private
vi: Riêng Tư

source: Remember Password
vi: Nhớ mật khẩu

source: Does not have an account?
vi: Chưa có tài khoản?

source: Sign up
vi: Đăng kí ngay

source: Submit
vi: Đăng nhập

source: Register
vi: Đăng Ký

source: Signup now and get full access to our app.
vi: Đăng ký ngay để có toàn quyền truy cập ứng dụng.

source: Select Plant
vi: Chọn nhà máy

source: Select Department
vi: Chọn phòng ban

source: Employee number
vi: Mã nhân viên

source: Confirm password
vi: Xác nhận mật khẩu

source: Create Account
vi: Tạo tài khoản

source: Already have an account?
vi: Đã có tài khoản?

source: Sign in
vi: Đăng nhập

source: Loading...
vi: Đang tải...

source: Close
vi: Đóng

source: Please select a plant
vi: Vui lòng chọn nhà máy

source: Please select a department
vi: Vui lòng chọn phòng ban

source: Please enter your employee number
vi: Vui lòng nhập mã nhân viên

source: Please enter your name
vi: Vui lòng nhập tên của bạn

source: Please fill out both password fields
vi: Vui lòng nhập cả hai trường mật khẩu

source: Password must be at least 6 characters
vi: Mật khẩu phải có ít nhất 6 ký tự

source: Passwords do not match
vi: Mật khẩu không khớp

source: Welcome to register
vi: Mời bạn đăng ký

source: User name or password is missing!
vi: Thiếu thông tin đăng nhập!

source: The username or password is incorrect!
vi: Tài khoản hoặc mật khẩu không chính xác

source: Modification successful!
vi: Sửa đổi thành công!
